alefragnani.bookmarks
alefragnani.project-manager
alefragnani.read-only-indicator
alefragnani.separators
asvetliakov.vscode-neovim
biomejs.biome
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dejmedus.tailwind-sorter
donjayamanne.githistory
dsznajder.es7-react-js-snippets
dustypomerleau.rust-syntax
eamodio.gitlens
editorconfig.editorconfig
eliverlara.andromeda
fill-labs.dependi
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
iliazeus.vscode-ansi
j-brooke.fracturedjsonvsc
james-yu.latex-workshop
littlefoxteam.vscode-python-test-adapter
llvm-vs-code-extensions.lldb-dap
mariomatheu.syntax-project-pbxproj
mechatroner.rainbow-csv
mgesbert.python-path
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-pyright.pyright
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
njpwerner.autodocstring
oven.bun-vscode
p1c2u.docker-compose
pkief.material-icon-theme
prisma.prisma
redhat.vscode-xml
redhat.vscode-yaml
rphlmr.vscode-drizzle-orm
rust-lang.rust-analyzer
ryu1kn.partial-diff
shardulm94.trailing-spaces
simonsiefke.svg-preview
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
sumneko.lua
sweetpad.sweetpad
swiftlang.swift-vscode
tamasfe.even-better-toml
tauri-apps.tauri-vscode
timonwong.shellcheck
tompollak.lazygit-vscode
unifiedjs.vscode-mdx
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vknabel.vscode-swiftformat
vknabel.vscode-swiftlint
wakatime.vscode-wakatime
yzhang.markdown-all-in-one
